{
    "bookslist" : [
        {
            "title": "Can't Hurt Me",
            "body": "Can't Hurt Me is the story of David Goggins, who went from being overweight and depressed to becoming a record-breaking athlete, inspiring military leader, and world-class personal trainer.",
            "author": "David Goggins",
            "image": "https://i0.wp.com/www.samuelthomasdavies.com/wp-content/uploads/2019/01/Cant-Hurt-Me-Summary.jpg?resize=195%2C300&ssl=1",
            "id": 1,
            "rating": 4.5,
            "oldprice": "$35.00",
            "price": "$30.00",
            "amount": 1
        },
        {
            "title": "The Fault In Our Stars",
            "body": "The Fault in Our Stars debuted at #1 on the New York Times bestseller list and was chosen as TIME Magazine’s #1 Fiction Book of 2012. Hazel Grace Lancaster, a 16-year-old cancer patient, meets and falls in love with Gus Waters, a similarly afflicted teen from her cancer support group. Hazel feels that Gus really understands her. They both share the same acerbic wit and a love of books. When Gus scores an invitation to meet the reclusive author, he and Hazel embark on the adventure of their brief lives",
            "author": "John Green",
            "image": "https://images-na.ssl-images-amazon.com/images/I/81a4kCNuH+L.jpg",
            "id": 2,
            "amount": 1,
            "price": "$30.00",
            "rating": 5
        },
        {
            "title": "The Hunger Games",
            "body": "In what was once North America, the Capitol of Panem maintains its hold on its 12 districts by forcing them each to select a boy and a girl, called Tributes, to compete in a nationally televised event called the Hunger Games. Every citizen must watch as the youths fight to the death until only one remains. District 12 Tribute Katniss Everdeen has little to rely on, other than her hunting skills and sharp instincts, in an arena where she must weigh survival against love.",
            "author": "Suzanne Collins",
            "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1586722975l/2767052.jpg",
            "id": 3,
            "amount": 1,
            "rating": 4.5,
            "price": "$32.50"
        },
        {
            "title": "The Alchemist",
            "body": "The Alchemist is a classic novel in which a boy named Santiago embarks on a journey seeking treasure in the Egyptian pyramids after having a recurring dream about it and on the way meets mentors, falls in love, and most importantly, learns the true importance of who he is and how to improve himself",
            "author": "Paulo Coelho",
            "image": "https://m.media-amazon.com/images/I/51Z0nLAfLmL.jpg",
            "id": 4,
            "amount": 1,
            "rating": 5,
            "price": "$20.00"
        },
        {
            "title": "Turtles All The Way Down",
            "body": "Turtles All the Way Down tells the story of Aza Holmes, an Indiana teenager living with a mental illness. Aza deals with intrusive thoughts and compulsive behavior, particularly relating to bacteria. She regularly researches C. diff, a type of bacteria that can cause a deadly infection.",
            "author": "John Green",
            "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1503002776l/35504431._SY475_.jpg",
            "id": 5,
            "oldprice": "$25.00",
            "amount": 1,
            "rating": 3.5,
            "price": "$15.00"
        },
        {
            "title": "Rich Dad Poor Dad",
            "body": "Rich Dad Poor Dad tells the story of a boy with two fathers, one rich, one poor, to help you develop the mindset and financial knowledge you need to build a life of wealth and freedom.",
            "author": "Robert Kiyosaki",
            "image": "https://i1.wp.com/www.samuelthomasdavies.com/wp-content/uploads/2017/08/Rich-Dad-Poor-Dad-Summary.png?fit=522%2C778&ssl=1",
            "id": 6,
            "amount": 1,
            "rating": 4,
            "price": "$30.00"
        },
        {
            "title": "The Ear the Eye and the Arm",
            "body": "The Ear, the Eye and the Arm is a 1994 science fiction novel for young adults by Nancy Farmer. Set in 2194, it follows three children held by a ruthless Zimbabwean general who tries to escape their captors in the country’s dense and crime-ridden capital, Harare. The siblings, Rita, Kuda, and Tendai, use their smarts to navigate the city’s dangerous underbelly and discover for themselves the importance of human rights and freedoms.",
            "author": "Nancy Farmer",
            "image": "https://static.tvtropes.org/pmwiki/pub/images/cover_of_the_eye_the_ear_and_the_arm.png",
            "id": 7,
            "amount": 1,
            "rating": 4.5,
            "oldprice": "$30.00",
            "price": "$20.00"
        },
        {
            "title": "Of Mice and Men",
            "body": "Of Mice and Men is a novella written by John Steinbeck. Published in 1937, it narrates the experiences of George Milton and Lennie Small, two displaced migrant ranch workers, who move from place to place in California in search of new job opportunities during the Great Depression in the United States.",
            "image": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Of_Mice_and_Men_%281937_1st_ed_dust_jacket%29.jpg",
            "author": "John Steinbeck",
            "id": 8,
            "amount": 1,
            "rating": 4,
            "oldprice": "$20.00",
            "price": "$10.00"
        }
    ]
}